Repository: seanlhiggins/locallooker
Catalog: *.strings
Languages: fr_fr

source: 1st Metric
fr_fr: 1ère métrique

source: 2nd Metric
fr_fr: 2e métrique

source: 3rd Metric
fr_fr: 3e métrique

source: 4th Metric
fr_fr: 4e métrique

source: Adv value
fr_fr: Valeur pour l'annonceur

source: Adv value
fr_fr: Valeur pour l'annonceur

source: Advertiser
fr_fr: Annonceur

source: All campaigns' performance. Pick your relevant Volume and Ratio metrics in the filter sheld above!
fr_fr: Performance globale de toutes les campagnes. Sélectionnez les métriques de volume et de ratio pertinentes à l'aide des filtres ci-dessus.

source: All campaigns
fr_fr: Toutes les campagnes

source: All campaigns
fr_fr: Toutes les campagnes

source: All categories' performance. Pick your relevant Volume and Ratio metrics in the filter sheld above!
fr_fr: Performance globale de toutes les catégories. Sélectionnez les métriques de volume et de ratio pertinentes à l'aide des filtres ci-dessus.

source: All Categories
fr_fr: Toutes les catégories

source: All sales
fr_fr: Toutes les ventes

source: Americas/Los Angeles
fr_fr: Amériques/Los Angeles

source: Asia/Tokyo
fr_fr: Asie/Tokyo

source: Attribution Scope
fr_fr: Périmètre de l'attribution

source: Aug
fr_fr: Août

source: Average hourly distribution of displays by environment
fr_fr: Distribution moyenne du nombre de displays par heure par environnement

source: avg cart
fr_fr: panier moyen

source: By Campaign
fr_fr: par Campagne

source: By Campaign
fr_fr: par campagne

source: by Category
fr_fr: par Catégorie

source: by product
fr_fr: par produit

source: Campaign Breakdown
fr_fr: Détails de la campagne

source: Campaign Name
fr_fr: Nom de la campagne

source: Campaign Performance
fr_fr: Performance de la campagne

source: Campaign performance for chosen Volume and Ratio metrics
fr_fr: Performance de la campagne pour les métriques de volume et de ratio sélectionnées

source: Campaign Status
fr_fr: Statut de la campagne

source: Campaign
fr_fr: Campagne

source: Category Performance
fr_fr: Performance de la catégorie

source: Category performance for chosen Volume and Ratio metrics
fr_fr: Performance de la catégorie pour les métriques de volume et de ratio sélectionnées

source: Category
fr_fr: Catégorie

source: Clicks
fr_fr: Clics

source: clicks
fr_fr: clics

source: Conversion Rate
fr_fr: Taux de conversion

source: COS PV
fr_fr: COS Post View

source: COS PV
fr_fr: COS Post View

source: Cost of Sales
fr_fr: Coût de vente

source: Cost per Click
fr_fr: CPC

source: Cost
fr_fr: Coût

source: CPO PV
fr_fr: CPO Post View

source: CPO PV
fr_fr: CPO Post View

source: Currency
fr_fr: Devise

source: Current Period
fr_fr: Période courante

source: Current Period
fr_fr: Période courante

source: Current Ratio Metric
fr_fr: Métrique pour le ratio choisi

source: Current Volume Metric
fr_fr: Métrique pour le volume choisi

source: Custom period
fr_fr: Période personnalisée

source: custom period
fr_fr: période personnalisée

source: CVR
fr_fr: Taux de conversion

source: Day
fr_fr: Jour

source: Dead
fr_fr: Terminée

source: Dec
fr_fr: Déc.

source: Detailed campaign performance
fr_fr: Détails de la performance de la campagne

source: Detailed performance
fr_fr: Détails de la performance

source: Details by campaign
fr_fr: Détails par campagne

source: Details by category
fr_fr: Détails par catégorie

source: Displays trends per environment
fr_fr: Tendances display par environnement

source: Domain
fr_fr: Domaine

source: Domains
fr_fr: Domaines

source: Environment
fr_fr: Environnement

source: Europe/London
fr_fr: Europe/Londres

source: Exposed users
fr_fr: Utilisateurs exposés

source: Feb
fr_fr: Fév.

source: FILTERS
fr_fr: FILTRES

source: Hour
fr_fr: Heure

source: If Current Period is custom, Current Period
fr_fr: Si la période courante est personnalisée, période courante

source: If Previous Period is custom, Previous Period
fr_fr: Si la période précédente est personnalisée, période précédente

source: Jul
fr_fr: Juil.

source: Jun
fr_fr: Juin

source: Last 14 days
fr_fr: 14 derniers jours

source: Last 30 days
fr_fr: 30 derniers jours

source: Last 7 days
fr_fr: 7 derniers jours

source: Last month
fr_fr: Mois dernier

source: Last quarter
fr_fr: Trimestre dernier

source: Last week
fr_fr: Semaine dernière

source: Last year
fr_fr: Année dernière

source: Mar
fr_fr: Mars

source: May
fr_fr: Mai

source: Metric to investigate
fr_fr: Métrique à analyser

source: My CPC
fr_fr: Mon CPC

source: My number of campaigns
fr_fr: Nombre de campagnes

source: Month
fr_fr: Mois

source: Not running
fr_fr: Non-active

source: Only same device sales
fr_fr: Ventes same device seulement

source: Overview dashboard
fr_fr: Tableau de bord

source: Performance by Campaign
fr_fr: Performance par campagne

source: Performance by Product
fr_fr: Performance par produit

source: Previous Period
fr_fr: Période précédente

source: previous period
fr_fr: Période précédente

source: Previous period
fr_fr: Période précédente

source: Product
fr_fr: Produit

source: Ratio metric
fr_fr: Métrique de ratio

source: reach
fr_fr: portée

source: Reach
fr_fr: Portée

source: Referrer
fr_fr: Référent

source: revenue ND
fr_fr: revenu ND

source: Revenue ND
fr_fr: Revenu ND

source: Revenue ND
fr_fr: Revenu ND

source: revenue PC + PV
fr_fr: revenu PC + PV

source: Revenue PC + PV
fr_fr: Revenu PC + PV

source: revenue PV
fr_fr: revenu Post View

source: Revenue PV
fr_fr: Revenu Post View

source: Revenue PV
fr_fr: Revenu Post View

source: Revenue
fr_fr: Revenu

source: revenue
fr_fr: revenu

source: SALES PC ND
fr_fr: Ventes PC ND

source: Sales Post Clicks 30d
fr_fr: Ventes post clic à 30 j.

source: Sales PV ND
fr_fr: Ventes PV ND

source: Sales PV ND
fr_fr: Ventes PV ND

source: Sales
fr_fr: Ventes

source: same period last year
fr_fr: même période l'année dernière

source: Sep
fr_fr: Sept.

source: Share of Display by Environment
fr_fr: Part du Display par environnement

source: Share of Display
fr_fr: Part de Displays

source: Share of volume
fr_fr: Part de volume

source: This month
fr_fr: Mois courant

source: This quarter
fr_fr: Trimestre courant

source: This week
fr_fr: Semaine courante

source: This year
fr_fr: Année courante

source: Time Period
fr_fr: Période

source: Time Aggregation
fr_fr: Agrégation par période

source: Timezone
fr_fr: Fuseau horaire

source: Top 50 Domains
fr_fr: Top 50 domaines

source: Top Domains
fr_fr: Top Domaines

source: Volume metric
fr_fr: Métrique de volume

source: Week
fr_fr: Semaine

# Overview Title
source: What is my current performance?
fr_fr: Quelle est ma performance courante ?

# Overview Subtitle
source: Choose your key metrics using 'Filters' above
fr_fr: Sélectionnez vos métriques clés à l'aide des filtres ci-dessus

source: What is my current performance? Choose your key metrics using 'Filters' above
fr_fr: Quelle est ma performance courante ? Sélectionnez vos métriques clés à l'aide des filtres ci-dessus

source: What is the general performance of my campaigns?
fr_fr: Quelle est la performance globale de mes campagnes?

source: What is the general performance of my categories?
fr_fr: Quelle est la performance globale de mes catégories?

source: What's driving my performance? Pick your relevant metrics in the filter shelf above!
fr_fr: Quels sont les moteurs de ma performance ? Sélectionnez les métriques pertinentes à l'aide du filtre ci-dessus.

source: Where is Criteo displaying my ads?
fr_fr: Où mes annonces Criteo sont-elles diffusées ?

source: Win rate
fr_fr: Taux de gains

source: Win rate
fr_fr: Taux de gains

source: Yesterday
fr_fr: Hier

source: My number of categories
fr_fr: Mon nombre de catégories

source: What's driving my performance?
fr_fr: Quels sont les moteurs de ma performance ?

source: Pick your relevant metrics in the filter shelf above!
fr_fr: sélectionnez les métriques pertinentes à l'aide du filtre ci-dessus.

source: Detailed category performance
fr_fr: Détails de la performance de la catégorie

source: All categories' performance
fr_fr: Performance globale de toutes les catégories

source: Pick your relevant Volume and Ratio metrics in the filter sheld above!
fr_fr: Sélectionnez les métriques de volume et de ratio pertinentes à l'aide des filtres ci-dessus.

source: All campaigns' performance
fr_fr: Performance globale de toutes les campagnes

source: Share of displays
fr_fr: Part de Displays

source: Visits by campaign
fr_fr: Visites par campagne

source: Visits
fr_fr: Visites

source: CPV and Visits Trend
fr_fr: Tendance de CPV et Visites

source: Qualified Visits
fr_fr: Visites Qualifiées

source: Bounce Rate
fr_fr: Taux de rebond

source: Cost per Visit
fr_fr: Coût de visite

source: On which environment is Criteo displaying my ads?
fr_fr: Not Translated - On which environment is Criteo displaying my ads?

source: How much website traffic do my campaigns generate?
fr_fr: Combien de traffic web génèrent mes campagnes?

source: How many app installs do my campaigns generate?
fr_fr: Combien d'installations sont générées par mes campagnes?

source: App Installs
fr_fr: Installations d'Applications

source: Installs by campaign
fr_fr: Installations par campagne

source: CPI and Installs Trend
fr_fr: Trend CPI et Installations
